const faqSections = [
  [
    {
      title: "서비스 이용",
      articles: [
        {
          question: "Q. 가사도우미 서비스 종류에는 어떤 게 있나요?",
          answer:
            "1회 청소와 정기 청소 중 선택할 수 있습니다.\n1회 청소는 고객 집에 한 번 방문하여 가정집 생활청소를 진행합니다.\n정기 청소는 동일한 클리너가 정기적으로 고객님 댁을 방문하는 고객 맞춤형 서비스입니다.\n원하실 경우 클리너는 언제든지 변경할 수 있습니다."
        },
        {
          question: "Q. 청소 범위가 궁금해요",
          answer:
            "가사도우미 서비스는 일반 가정집 생활청소를 제공합니다.\n<서비스 가능 범위>\n- 거실, 침실의 먼지 제거와 침구 정리\n- 설거지, 주방 청소\n- 욕실, 베란다 물청소\n- 세탁기를 이용한 빨래\n- 정리정돈\n\n<서비스 불가 범위>\n- 아기 돌봄, 간병\n- 입주 빈집, 공사 후 청소\n- 손빨래\n- 바닥 손 걸레질\n-파손 위험이 있는 그릇정리\n-손이 닿지 않는 높은 곳 가구 이동, 재배치\n-소독, 방충\n-너무 심한 곰팡이, 찌든 때, 기름때\n\n*창문 창틀, 냉장고 청소, 다림질 등 구체적인 사항은 실시간 문의를 통해 미소에 미리 요청해주세요."
        },
        {
          question: "Q. 청소도구는 무엇을 준비해야 하나요?",
          answer:
            "소지하고 계신 청소 도구를 사용합니다. 청소에 필요한 도구를 준비해주세요.\n\n\n- 진공 청소기(또는 빗자루)\n- 막대걸레\n- 청소포(막대걸레 부착용)\n- 걸레\n- 고무장갑\n- 세제\n- 세척용품\n- 쓰레기봉투 등"
        },
        {
          question: "Q. 우리집에 어떤 분이 방문하나요?",
          answer:
            "미소에서 신원 확인과 검증을 마친 클리너가 방문합니다.\n 고객 평가를 통해 검증된 클리너를 배정해드립니다."
        },
        {
          question: "Q. 서비스 시간을 추천해주세요",
          answer:
            "클리너 한 분이 방문하여 생활 청소를 진행합니다. 집 규모와 청소 상황에 알맞은 서비스 시간을 지정해주세요.\n\n-2시간 : 1인 가구 또는 주 2회 이상 청소 시 추천합니다.\n-3시간 : 주기적으로 청소 시 추천합니다.\n-4시간 : 기본 서비스 시간으로, 20평 기준 주 1회 청소 시 추천합니다.\n-8시간 : 40평 이상 또는 청소 범위가 많을 경우 추천합니다."
        },
        {
          question: "Q. 클리너에게 휴식시간을 드려야 하나요?",
          answer:
            "6시간 이상 서비스 시에는 보다 원할한 서비스를 위해 최소 30분의 식사·휴식시간을 보장해주세요."
        },
        {
          question: "Q. 부재중일 때도 서비스가 가능한가요?",
          answer:
            "웹과 앱 내 실시간 문의로 현관 출입 방법을 전달해주세요. 고객님께서 부재중이시더라도 서비스를 받아보실 수 있도록 미소에서 클리너에게 출입 방법을 안내해드립니다.\n- 고객님께서 집에 계시지 않아도 서비스 진행이 가능합니다!\n많은 고객님들이 부재중에도 서비스를 받아보고 계십니다. 신원 확인과 검증을 마친 미소의 파트너가 방문하니 안심하세요.\n- 부재중에 서비스를 받고 싶으신 경우, 예약 후 실시간 문의를 통해 출입 방법을 미소로 꼭 전달해주세요!"
        }
      ]
    },
    {
      title: "서비스 요금",
      articles: [
        {
          question: "시간을 연장하고 싶어요",
          answer:
            "서비스 중 시간 연장은 클리너와 사전 협의해야 하며, 클리너의 사정으로 연장이 불가할 수 있습니다. 필요할 경우 실시간 문의를 통해 알려주세요.\n연장에 따른 추가금은 서비스 지역과 서비스 종류(정기/1회)에 따라 다르니 웹과 앱 내 [실시간 문의] 통해 미소로 문의해주세요."
        },
        {
          question: "클리너에게 식대를 제공해야 하나요?",
          answer:
            "식사나 식대를 제공하지 않아도 됩니다. 다만 더 원활한 서비스를 위해 6시간 이상 서비스 시 최소 30분의 식사·휴식시간을 보장해주세요."
        }
      ]
    }
  ],
  [
    {
      title: "서비스 이용",
      articles: [
        {
          question: "Q. 이사 종류에는 어떤 게 있나요?",
          answer:
            "거주원의 수와 이삿짐에 따라 아래와 같이 분류됩니다.\n\n- 소형이사 : 1인가구 (짐량 1t 이하)\n- 가정이사 : 2인 이상 가구 (짐량 1t 초과)\n- 사무실이사 : 가정집이 아닌 사업장"
        },
        {
          question: "Q. 이사 진행 과정이 궁금해요",
          answer:
            "미소 이사는 다음과 순서로 진행됩니다.\n\n1. 고객 이사정보 수집 및 견적접수\n2. 360 방문촬영 진행(가정/사무실이사), 거주지 짐량사진 제출(소형이사)\n3. 미소 우수 협력사 3곳의 견적서 제공 및 견적 내용 컨설팅\n4. 고객님께서 최종 1곳의 협력사 선택 및 계약\n5. 계약금 8% 미소에 카드 납부 및 이사 예약 완료\n6. 이사 진행\n7. 검수를 위한 해피콜 후 종료"
        },
        {
          question: "Q. 방문 견적이 부담스러운데, 꼭 받아야 하나요?",
          answer:
            "이사견적은 짐의 양, 투입인력 수, 특수 작업(장롱조립, 피아노/에어컨운반 등) 그리고 기타 여러 가지 상황에 따라 달라집니다.\n미소 360방문촬영 또는 거주지 사진 제출 없이 정확한 금액 산정은 불가능합니다. 이사 당일 짐의 양이 많다거나, 인력이 더 와야 한다는 등 상황에 따라 분쟁이 생길 가능성이 매우 높습니다.\n이사업체 선정 시 방문촬영 또는 거주지 사진 제출은 필수이며, 이를 통해 제출받으신 견적서는 계약서와 같은 효력을 지니므로 반드시 필요한 절차입니다."
        },
        {
          question: "Q. 360카메라로 촬영된 이미지는 언제 삭제되나요?",
          answer:
            "- 계약 전\n방문 촬영 3일 뒤 자동 삭제되며 고객의 요청시 즉시 영구삭제 됩니다.\n견적서를 검토할 시간이 3일 이상 필요할 경우 미소에 요청하세요.\n\n- 계약 완료 후\n이사 진행일 이후 30일 동안 보관됩니다.\n이사 물품 파손, 분실이 발생할 경우 협력사와 원만한 문제해결을 위해 사용됩니다."
        },
        {
          question: "Q. 이사 청소도 같이 예약하고 싶어요",
          answer:
            "이사와 이사 청소를 동시에 진행할 경우, 이사 청소 5% 특별 할인 혜택을 드립니다.\n이사 예약 시 문의를 주시면 상세하게 안내해드립니다."
        },
        {
          question: "Q. 우리집에 어떤 분이 방문 하나요?",
          answer: "미소 본사 소속 제휴업체가 직접 방문하여 견적을 진행합니다."
        },
        {
          question: "Q. 시간은 얼마나 걸리나요?",
          answer:
            "대략적인 소요 시간은 아래와 같습니다. 이사 종류, 포장 종류, 짐량, 현장 특이사항에 따라 달라질 수 있습니다.\n  \n- 소형이사 : 4~6시간\n- 가정이사 : 7~10시간\n- 사무실이사 : 4시간 이상"
        }
      ]
    },
    {
      title: "서비스 요금",
      articles: [
        {
          question: "서비스 요금은 얼마인가요?",
          answer:
            "짐량, 가구 종류, 거리, 사다리차 진입 여부, 날짜 등에 따라 달라집니다. 미소 360 방문 견적(가정/사무실이사)을 통해 정확한 견적을 확인하세요.\n** 소형 이사는 고객이 직접 촬영한 사진으로 이사견적을 제공해 드립니다."
        },
        {
          question: "어떤 경우에 추가 요금이 발생하나요?",
          answer:
            "제출받은 견적서는 계약서와 동일한 효력을 지니며, 아래 특수한 경우에만 추가 요금이 발생할 수 있습니다.\n\n- 견적서에 기재된 이사조건이 변경되는 경우\n예) 이사 계약 후 출발지, 도착지 주소가 변경될 경우\n\n- 가정/사무실 이사 : 360 촬영 이미지로 확인 되지 않는 짐이 이사 당일 추가된 경우\n예) 이사 계약 후 쇼파를 새로 구입한 경우\n\n- 소형 이사 : 제출한 사진으로 확인 되지 않은 짐이 이사 당일 추가된 경우\n예) 옷장, 장롱, 싱크대 선반등의 수납장들을 닫고 촬영하여 차량이 추가되는 경우"
        },
        {
          question: "이사 업체에 식대를 제공해야 하나요?",
          answer:
            "견적서 상 이사 비용과 별도로 식대를 제공할 필요가 없습니다. 식대를 요구할 경우 미소에 알려주세요."
        }
      ]
    }
  ],
  [
    {
      title: "예약",
      articles: [
        {
          question: "Q. 예약 내역을 확인하고 싶어요",
          answer: "미소 앱에서 예약 내역을 확인할 수 있습니다."
        },
        {
          question: "Q. 예약을 변경, 취소하고 싶어요",
          answer:
            "앱에서 간편하게 예약을 변경할 수 있습니다. 예약된 서비스에서 일정을 눌러 변경해보세요.\n\n(단, 정기 고객의 경우 청소 주기에 따라 해당 기능을 지원하지 않을 수 있습니다. 이 경우, 웹 또는 앱 내 실시간 문의를 통해 연락 주시면 취소 도와드리겠습니다.)\n\n예약 취소·변경 요청 시점에 따라 수수료가 부과될 수 있습니다.\n\n<가사도우미>\n- 전날 18:00 까지 앱에서 예약 변경·취소 가능\n- 전날 18:00 이후 취소 시 서비스 요금의 30% 수수료 부과\n- 서비스 시작 1시간 전 취소·변경 시 서비스 요금 전액 부과\n\n<이사>\n- 서비스 예약 날짜 기준 72시간 이내 취소·변경 시 서비스 요금의 10%\n- 당일 예약 취소 시 서비스 요금의 10%와 현장 출장비 (10,000원)"
        },
        {
          question: "Q.방문 전 연락이 오나요?",
          answer:
            "서비스 진행이 확정되면 서비스 전날 5시에 카카오톡으로 안내 문자가 발송됩니다. 미소 또는 클리너가 전화로 방문 전 연락을 드리지는 않습니다. 요청사항 전달 등 용무가 있으신 경우 웹과 앱 내 실시간 문의를 통해 미소로 문의 주세요."
        },
        {
          question: "Q. 클리너에게 요청사항을 전달하고 싶어요",
          answer:
            "웹과 앱 내 실시간 문의로 요청 사항을 전달주시면, 클리너에게 안내해드립니다."
        },
        {
          question: "Q. 야간에도 서비스가 가능한가요?",
          answer:
            "파트너의 안전한 귀가를 위해 오후 10시에 모든 서비스가 종료 됩니다.\n가사도우미는 4시간 주문의 경우 오후 6시에 서비스 시작이 되어야합니다."
        }
      ]
    },
    {
      title: "결제",
      articles: [
        {
          question: "결제는 어떻게 하나요?",
          answer:
            "미소는 '후결제' 서비스입니다. 결제는 서비스가 모두 완료된 후진행되며, 카드 정보는 나이스페이에 의해 안전하게 관리됩니다. 다만, 이사청소의 경우는 선 카트 등록, 선 입금 후 클리너를 배정합니다.\n\n- 미소 예약 후 앱에서 신용카드를 등록해주세요. (체크카드 또는 타인 명의 카드도 등록 가능합니다.) 카드 결제가 어렵다면 웹과 앱 내 실시간 문의를 통해 미소로 문의 주세요.\n- 클리너/파트너에게 직접 서비스 비용을 지불하지 마세요! 앱을 통해 자동으로 결제가 진행됩니다.\n- 서비스 예약 버튼을 눌렀는데, 카드를 등록하지 않으셨나요?\n\n미소는 후결제 서비스이기 때문에, 미소 앱에 카드를 등록하지 않으셨더라도 앱 내에서 예약을 완료하셨다면 서비스 신청이 정상적으로 이루어집니다. 미소 앱 또는 고객센터를 통해 요청하실 경우만 취소 가능하니 주의해주세요."
        },
        {
          question: "쿠폰을 적용하고 싶어요",
          answer:
            "미소 앱에서 예약을 진행 시 [쿠폰 사용]을 체크해주세요.\n이미 예약했다면 서비스 내역에서 결제가 이뤄지지 않은 서비스에 사용가능합니다."
        }
      ]
    }
  ],
  [
    {
      title: "개인정보/환경설정",
      articles: [
        {
          question: "앱에서 주소 입력이 안돼요",
          answer:
            "다음 사항을 다시 한 번 확인해주세요.\n1. 앱 내에 나와있는 검색 예시대로 입력하셨는지 확인해주세요.(지역+지번, 도로명+건물번호 또는 지역+아파트명)\n2. 정확한 주소를 입력하셨는지 확인해주세요. 오타 또는 잘못된 건물 명을 입력할 경우 주소 확인이 어려울 수 있습니다.\n위 두가지 방법으로 시도한 후에도 동일한 문제가 발생하신다면 웹과 앱 내 [실시간 문의]로 연락주세요. 신속히 해결 도와드리겠습니다."
        }
      ]
    }
  ]
];

export default faqSections;
